{
  "text": {
    "hello": 31,
    "hi": 34,
    "hey": 33,
    "there": 69,
    "good": 30,
    "morning": 51,
    "evening": 28,
    "afternoon": 2,
    "can": 14,
    "you": 76,
    "help": 32,
    "me": 47,
    "i": 35,
    "want": 73,
    "to": 71,
    "book": 10,
    "a": 1,
    "room": 63,
    "need": 54,
    "assistant": 9,
    "are": 6,
    "booking": 11,
    "yes": 75,
    "please": 62,
    "my": 52,
    "name": 53,
    "is": 37,
    "john": 40,
    "doe": 25,
    "m": 44,
    "sarah": 65,
    "connor": 20,
    "am": 4,
    "michael": 49,
    "it": 38,
    "s": 64,
    "alex": 3,
    "call": 13,
    "peter": 61,
    "the": 68,
    "jessica": 39,
    "anna": 5,
    "melissa": 48,
    "david": 22,
    "emily": 27,
    "chris": 18,
    "go": 29,
    "by": 12,
    "tom": 72,
    "check": 16,
    "in": 36,
    "on": 59,
    "__number__": 0,
    "arrival": 7,
    "date": 21,
    "checking": 17,
    "march": 45,
    "september": 66,
    "november": 58,
    "arrive": 8,
    "may": 46,
    "ll": 43,
    "next": 55,
    "monday": 50,
    "out": 60,
    "leaving": 42,
    "we": 74,
    "leave": 41,
    "thursday": 70,
    "confirm": 19,
    "details": 23,
    "don": 26,
    "t": 67,
    "no": 56,
    "do": 24,
    "not": 57,
    "cancel": 15
  },
  "intent": {
    "greet": 1,
    "name": 2,
    "provide_checkin_date": 3,
    "provide_checkout_date": 4,
    "confirm_booking": 0
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 14,
    "action_unlikely_intent": 15,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_set_checkin": 10,
    "action_set_checkout": 11,
    "action_set_confirmation": 12,
    "action_set_name": 13,
    "utter_checkin": 16,
    "utter_checkout": 17,
    "utter_confirm": 18,
    "utter_name": 19,
    "utter_summary": 20
  },
  "action_text": null,
  "intent_response_key": null
}