{
  "text": {
    "hello": 68,
    "hi": 71,
    "hey": 70,
    "there": 155,
    "good": 63,
    "morning": 97,
    "evening": 58,
    "bot": 24,
    "buddy": 27,
    "assistant": 18,
    "greetings": 64,
    "howdy": 74,
    "yo": 176,
    "afternoon": 5,
    "what": 168,
    "s": 139,
    "up": 162,
    "friend": 61,
    "hiya": 72,
    "i": 75,
    "want": 165,
    "to": 157,
    "book": 22,
    "a": 1,
    "hotel": 73,
    "room": 138,
    "can": 29,
    "you": 177,
    "help": 69,
    "me": 93,
    "d": 44,
    "like": 88,
    "make": 91,
    "reservation": 134,
    "for": 59,
    "need": 101,
    "booking": 23,
    "reserve": 135,
    "stay": 146,
    "at": 19,
    "your": 178,
    "accommodation": 4,
    "arrange": 14,
    "overnight": 114,
    "place": 122,
    "please": 124,
    "lodging": 90,
    "cancel": 30,
    "stop": 148,
    "never": 103,
    "mind": 96,
    "forget": 60,
    "it": 81,
    "don": 53,
    "t": 151,
    "continue": 40,
    "quit": 128,
    "end": 57,
    "abort": 2,
    "drop": 55,
    "the": 154,
    "process": 126,
    "this": 156,
    "changed": 32,
    "my": 98,
    "no": 104,
    "terminate": 152,
    "halt": 67,
    "discontinue": 52,
    "yes": 175,
    "yeah": 174,
    "correct": 41,
    "that": 153,
    "right": 136,
    "confirm": 39,
    "sounds": 145,
    "okay": 109,
    "absolutely": 3,
    "sure": 150,
    "indeed": 79,
    "of": 108,
    "course": 42,
    "definitely": 48,
    "works": 172,
    "alright": 10,
    "perfect": 119,
    "agreed": 7,
    "agree": 6,
    "nope": 106,
    "not": 107,
    "really": 130,
    "wrong": 173,
    "way": 166,
    "negative": 102,
    "all": 9,
    "disagree": 51,
    "incorrect": 78,
    "approve": 12,
    "refuse": 132,
    "nah": 99,
    "name": 100,
    "is": 80,
    "tsveta": 160,
    "under": 161,
    "john": 83,
    "smith": 143,
    "guest": 65,
    "maria": 92,
    "alex": 8,
    "michael": 95,
    "brown": 26,
    "put": 127,
    "sarah": 140,
    "johnson": 84,
    "david": 47,
    "will": 169,
    "be": 20,
    "staying": 147,
    "register": 133,
    "as": 17,
    "emily": 56,
    "robert": 137,
    "anna": 11,
    "chris": 38,
    "jessica": 82,
    "daniel": 45,
    "sophia": 144,
    "check": 35,
    "in": 76,
    "on": 110,
    "__number__": 0,
    "ll": 89,
    "arrive": 16,
    "date": 46,
    "arrival": 15,
    "plan": 123,
    "out": 113,
    "leave": 86,
    "departure": 50,
    "leaving": 87,
    "checkout": 36,
    "depart": 49,
    "chec": 34,
    "guests": 66,
    "people": 118,
    "just": 85,
    "person": 120,
    "we": 167,
    "are": 13,
    "us": 163,
    "travelers": 159,
    "only": 111,
    "persons": 121,
    "total": 158,
    "double": 54,
    "single": 141,
    "suite": 149,
    "bed": 21,
    "option": 112,
    "prefer": 125,
    "include": 77,
    "breakfast": 25,
    "skip": 142,
    "with": 170,
    "without": 171,
    "pay": 115,
    "credit": 43,
    "card": 31,
    "use": 164,
    "paypal": 117,
    "payment": 116,
    "by": 28,
    "charge": 33,
    "method": 94,
    "refundable": 131,
    "rate": 129,
    "non": 105,
    "choose": 37,
    "go": 62
  },
  "intent": {
    "greet": 3,
    "book_hotel": 1,
    "stop": 12,
    "affirm": 0,
    "deny": 2,
    "provide_name": 8,
    "provide_checkin": 5,
    "provide_checkout": 6,
    "provide_guests": 7,
    "provide_room_type": 11,
    "provide_breakfast": 4,
    "provide_payment": 9,
    "provide_refund": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_cancel_booking": 1,
    "action_submit_booking": 11,
    "booking_form": 14,
    "utter_summary": 15
  },
  "action_text": null,
  "intent_response_key": null
}