{
  "text": {
    "hello": 29,
    "hi": 32,
    "hey": 31,
    "there": 83,
    "good": 26,
    "morning": 48,
    "evening": 23,
    "bot": 8,
    "i": 34,
    "want": 88,
    "to": 84,
    "book": 6,
    "a": 1,
    "hotel": 33,
    "room": 72,
    "can": 10,
    "you": 94,
    "help": 30,
    "me": 46,
    "d": 18,
    "like": 42,
    "make": 44,
    "reservation": 69,
    "for": 24,
    "need": 51,
    "booking": 7,
    "reserve": 70,
    "stay": 77,
    "at": 5,
    "your": 95,
    "cancel": 11,
    "stop": 78,
    "never": 52,
    "mind": 47,
    "forget": 25,
    "it": 38,
    "don": 20,
    "t": 80,
    "continue": 15,
    "quit": 65,
    "end": 22,
    "yes": 93,
    "yeah": 92,
    "correct": 16,
    "that": 81,
    "s": 73,
    "right": 71,
    "please": 64,
    "confirm": 14,
    "sounds": 76,
    "okay": 57,
    "no": 53,
    "nope": 55,
    "not": 56,
    "really": 67,
    "wrong": 91,
    "my": 49,
    "name": 50,
    "is": 37,
    "tsveta": 85,
    "under": 86,
    "john": 39,
    "smith": 75,
    "guest": 27,
    "maria": 45,
    "alex": 2,
    "check": 13,
    "in": 35,
    "on": 58,
    "__number__": 0,
    "ll": 43,
    "arrive": 4,
    "the": 82,
    "date": 19,
    "out": 59,
    "leave": 41,
    "guests": 28,
    "people": 62,
    "just": 40,
    "person": 63,
    "we": 89,
    "are": 3,
    "double": 21,
    "single": 74,
    "suite": 79,
    "include": 36,
    "breakfast": 9,
    "pay": 60,
    "with": 90,
    "credit": 17,
    "card": 12,
    "use": 87,
    "paypal": 61,
    "refundable": 68,
    "rate": 66,
    "non": 54
  },
  "intent": {
    "greet": 3,
    "book_hotel": 1,
    "stop": 12,
    "affirm": 0,
    "deny": 2,
    "provide_name": 8,
    "provide_checkin": 5,
    "provide_checkout": 6,
    "provide_guests": 7,
    "provide_room_type": 11,
    "provide_breakfast": 4,
    "provide_payment": 9,
    "provide_refund": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_submit_booking": 10,
    "booking_form": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_summary": 16
  },
  "action_text": null,
  "intent_response_key": null
}