{
  "text": {
    "hi": 38,
    "hello": 34,
    "hey": 37,
    "there": 73,
    "good": 32,
    "morning": 55,
    "evening": 26,
    "bot": 17,
    "assistant": 9,
    "how": 40,
    "are": 7,
    "you": 80,
    "i": 41,
    "want": 78,
    "to": 74,
    "book": 15,
    "a": 1,
    "hotel": 39,
    "can": 20,
    "help": 35,
    "me": 54,
    "reserve": 67,
    "room": 69,
    "d": 22,
    "like": 46,
    "stay": 71,
    "need": 57,
    "booking": 16,
    "please": 64,
    "make": 51,
    "reservation": 66,
    "arrange": 8,
    "for": 30,
    "find": 28,
    "in": 42,
    "amsterdam": 4,
    "from": 31,
    "december": 23,
    "__number__": 0,
    "paris": 62,
    "guests": 33,
    "march": 52,
    "berlin": 13,
    "people": 63,
    "between": 14,
    "april": 6,
    "and": 5,
    "london": 48,
    "june": 45,
    "until": 75,
    "accommodation": 2,
    "rome": 68,
    "adults": 3,
    "july": 44,
    "madrid": 50,
    "august": 11,
    "looking": 49,
    "vienna": 77,
    "september": 70,
    "prague": 65,
    "october": 60,
    "barcelona": 12,
    "november": 59,
    "brussels": 18,
    "january": 43,
    "lisbon": 47,
    "february": 27,
    "copenhagen": 21,
    "stockholm": 72,
    "budapest": 19,
    "may": 53,
    "warsaw": 79,
    "athens": 10,
    "helsinki": 36,
    "oslo": 61,
    "dublin": 24,
    "zurich": 81,
    "munich": 56,
    "edinburgh": 25,
    "nice": 58,
    "florence": 29,
    "venice": 76
  },
  "intent": {
    "greet": 1,
    "book_hotel": 0,
    "provide_details": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "hotel_form": 12,
    "utter_confirm_booking": 13,
    "utter_greet": 14
  },
  "action_text": null,
  "intent_response_key": null
}