{
  "text": {
    "hello": 67,
    "hi": 70,
    "hey": 69,
    "there": 154,
    "good": 62,
    "morning": 96,
    "evening": 57,
    "bot": 24,
    "buddy": 27,
    "assistant": 18,
    "greetings": 63,
    "howdy": 73,
    "yo": 175,
    "afternoon": 5,
    "what": 167,
    "s": 138,
    "up": 161,
    "friend": 60,
    "hiya": 71,
    "i": 74,
    "want": 164,
    "to": 156,
    "book": 22,
    "a": 1,
    "hotel": 72,
    "room": 137,
    "can": 29,
    "you": 176,
    "help": 68,
    "me": 92,
    "d": 43,
    "like": 87,
    "make": 90,
    "reservation": 133,
    "for": 58,
    "need": 100,
    "booking": 23,
    "reserve": 134,
    "stay": 145,
    "at": 19,
    "your": 177,
    "accommodation": 4,
    "arrange": 14,
    "overnight": 113,
    "place": 121,
    "please": 123,
    "lodging": 89,
    "cancel": 30,
    "stop": 147,
    "never": 102,
    "mind": 95,
    "forget": 59,
    "it": 80,
    "don": 52,
    "t": 150,
    "continue": 39,
    "quit": 127,
    "end": 56,
    "abort": 2,
    "drop": 54,
    "the": 153,
    "process": 125,
    "this": 155,
    "changed": 32,
    "my": 97,
    "no": 103,
    "terminate": 151,
    "halt": 66,
    "discontinue": 51,
    "yes": 174,
    "yeah": 173,
    "correct": 40,
    "that": 152,
    "right": 135,
    "confirm": 38,
    "sounds": 144,
    "okay": 108,
    "absolutely": 3,
    "sure": 149,
    "indeed": 78,
    "of": 107,
    "course": 41,
    "definitely": 47,
    "works": 171,
    "alright": 10,
    "perfect": 118,
    "agreed": 7,
    "agree": 6,
    "nope": 105,
    "not": 106,
    "really": 129,
    "wrong": 172,
    "way": 165,
    "negative": 101,
    "all": 9,
    "disagree": 50,
    "incorrect": 77,
    "approve": 12,
    "refuse": 131,
    "nah": 98,
    "name": 99,
    "is": 79,
    "tsveta": 159,
    "under": 160,
    "john": 82,
    "smith": 142,
    "guest": 64,
    "maria": 91,
    "alex": 8,
    "michael": 94,
    "brown": 26,
    "put": 126,
    "sarah": 139,
    "johnson": 83,
    "david": 46,
    "will": 168,
    "be": 20,
    "staying": 146,
    "register": 132,
    "as": 17,
    "emily": 55,
    "robert": 136,
    "anna": 11,
    "chris": 37,
    "jessica": 81,
    "daniel": 44,
    "sophia": 143,
    "check": 34,
    "in": 75,
    "on": 109,
    "__number__": 0,
    "ll": 88,
    "arrive": 16,
    "date": 45,
    "arrival": 15,
    "plan": 122,
    "out": 112,
    "leave": 85,
    "departure": 49,
    "leaving": 86,
    "checkout": 35,
    "depart": 48,
    "guests": 65,
    "people": 117,
    "just": 84,
    "person": 119,
    "we": 166,
    "are": 13,
    "us": 162,
    "travelers": 158,
    "only": 110,
    "persons": 120,
    "total": 157,
    "double": 53,
    "single": 140,
    "suite": 148,
    "bed": 21,
    "option": 111,
    "prefer": 124,
    "include": 76,
    "breakfast": 25,
    "skip": 141,
    "with": 169,
    "without": 170,
    "pay": 114,
    "credit": 42,
    "card": 31,
    "use": 163,
    "paypal": 116,
    "payment": 115,
    "by": 28,
    "charge": 33,
    "method": 93,
    "refundable": 130,
    "rate": 128,
    "non": 104,
    "choose": 36,
    "go": 61
  },
  "intent": {
    "greet": 3,
    "book_hotel": 1,
    "stop": 12,
    "affirm": 0,
    "deny": 2,
    "provide_name": 8,
    "provide_checkin": 5,
    "provide_checkout": 6,
    "provide_guests": 7,
    "provide_room_type": 11,
    "provide_breakfast": 4,
    "provide_payment": 9,
    "provide_refund": 10
  },
  "response": null,
  "action_name": {
    "action_listen": 7,
    "action_restart": 8,
    "action_session_start": 10,
    "action_default_fallback": 5,
    "action_deactivate_loop": 2,
    "action_revert_fallback_events": 9,
    "action_default_ask_affirmation": 3,
    "action_default_ask_rephrase": 4,
    "action_two_stage_fallback": 12,
    "action_unlikely_intent": 13,
    "action_back": 0,
    "action_extract_slots": 6,
    "action_cancel_booking": 1,
    "action_submit_booking": 11,
    "booking_form": 14,
    "utter_summary": 15
  },
  "action_text": null,
  "intent_response_key": null
}