{
  "text": {
    "hello": 33,
    "hi": 36,
    "hey": 35,
    "good": 31,
    "morning": 55,
    "evening": 28,
    "there": 82,
    "yes": 87,
    "i": 37,
    "want": 84,
    "to": 83,
    "book": 12,
    "can": 16,
    "you": 88,
    "help": 34,
    "me": 53,
    "a": 1,
    "room": 73,
    "sure": 80,
    "please": 70,
    "do": 25,
    "ok": 63,
    "yeah": 86,
    "no": 59,
    "not": 61,
    "now": 62,
    "maybe": 52,
    "later": 45,
    "my": 56,
    "name": 57,
    "is": 40,
    "john": 42,
    "doe": 26,
    "m": 51,
    "sarah": 75,
    "connor": 22,
    "am": 5,
    "michael": 54,
    "it": 41,
    "s": 74,
    "alex": 4,
    "call": 15,
    "peter": 69,
    "anna": 6,
    "__number__": 0,
    "ll": 49,
    "arrive": 8,
    "on": 64,
    "arriving": 9,
    "leaving": 46,
    "checkout": 19,
    "adults": 2,
    "we": 85,
    "are": 7,
    "just": 43,
    "person": 68,
    "guests": 32,
    "need": 58,
    "cot": 23,
    "for": 30,
    "child": 20,
    "double": 27,
    "d": 24,
    "like": 48,
    "single": 76,
    "family": 29,
    "luxury": 50,
    "suite": 79,
    "king": 44,
    "size": 77,
    "include": 39,
    "breakfast": 14,
    "thanks": 81,
    "pay": 67,
    "at_checkin": 11,
    "at": 10,
    "check": 18,
    "in": 38,
    "nonrefundable": 60,
    "cancelable": 17,
    "rate": 71,
    "confirm": 21,
    "booking": 13,
    "start": 78,
    "over": 66,
    "restart": 72,
    "let": 47,
    "again": 3,
    "out": 65
  },
  "intent": {
    "greet": 8,
    "affirm": 0,
    "deny": 7,
    "provide_name": 13,
    "provide_checkin": 10,
    "provide_checkout": 11,
    "provide_guests": 12,
    "choose_cot": 2,
    "choose_room_type": 5,
    "choose_breakfast": 1,
    "choose_payment": 3,
    "choose_refund_policy": 4,
    "confirm_booking": 6,
    "restart": 14,
    "inform": 9
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 11,
    "action_unlikely_intent": 12,
    "action_back": 0,
    "action_extract_slots": 5,
    "action_submit_booking": 10,
    "booking_form": 13,
    "utter_ask_affirm": 14,
    "utter_confirmed": 15,
    "utter_greet": 16,
    "utter_summary": 17
  },
  "action_text": null,
  "intent_response_key": null
}